console.log(`
1. Вёрстка валидная (10 / 10)
  [ x ] валидной вёрстке соответствует надпись "Document checking completed. No errors or warnings to show." +10;

2. Вёрстка семантическая (20 / 20)
  В коде странице присутствуют следующие элементы :
  [ x ] <header>, <main>, <footer> +2
  [ x ] шесть элементов <section> (по количеству секций) +2
  [ x ] один заголовок <h1> +2
  [ x ] пять заголовков <h2>  (количество секций минус одна, у которой заголовок <h1>) +2
  [ x ] один элемент <nav> (панель навигации) +2
  [ x ] два списка ul > li > a (панель навигации, ссылки на соцсети) +2
  [ x ] десять кнопок <button> +2
  [ x ] два инпута: <input type="email"> и <input type="tel"> +2
  [ x ] один элемент <textarea> +2
  [ x ] три атрибута placeholder +2

3. Вёрстка соответствует макету (48 / 48)
  [ x ] блок <header> +6
  [ x ] секция hero +6
  [ x ] секция skills +6
  [ x ] секция portfolio +6
  [ x ] секция video +6
  [ x ] секция price +6
  [ x ] секция contacts +6
  [ x ] блок <footer> +6

4. Требования к css (12 / 12)
  [ x ] для построения сетки используются флексы или гриды +2
  [ x ] при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону +2
  [ x ] фоновый цвет тянется на всю ширину страницы +2
  [ x ] иконки добавлены в формате .svg. +2
  [ x ] изображения добавлены в формате .jpg +2
  [ x ] есть favicon +2

5. Интерактивность, реализуемая через css (20 / 20)
  [ x ] плавная прокрутка по якорям +5
  [ x ] ссылки в футере ведут на гитхаб автора проекта и на страницу курса https://rs.school/js-stage0/ +5
  [ x ] интерактивность включает в себя изменение цвета фона и цвета шрифта +5
  [ x ] обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике не
    влияющее на соседние элементы +5
`)
